tap "gabrie30/utils"
tap "heroku/brew"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rigellute/tap"

brew "autoconf"
brew "awscli"
brew "gnutls"
brew "cask"
brew "darksky-weather"
brew "deno"
brew "fish"
brew "gist"
brew "googler"
brew "jq"
brew "mas"
brew "nvm"
brew "python@3.8"
brew "terminal-notifier"
brew "yarn"
brew "gabrie30/utils/ghorg"
brew "heroku/brew/heroku"
brew "rigellute/tap/spotify-tui"

cask "altair-graphql-client"
cask "aws-vault"
cask "monitorcontrol"
cask "vitals"

mas "AdBlock Pro", id: 1018301773
mas "Apple Configurator 2", id: 1037126344
mas "Be Focused", id: 973134470
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Memory Clean 2", id: 1114591412
mas "miRack", id: 1500860857
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket MIDI", id: 1260936756
mas "Podcast Studio", id: 1464728589
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tessitura Pro", id: 1213925683
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Twitter", id: 1482454543
mas "Type Fu", id: 509818877
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835

# extends quicklook so it supports more formats
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webpquicklook'
cask 'qlprettypatch'