tap "gabrie30/utils"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rigellute/tap"

brew "autoconf"
brew "awscli"
brew "gnutls"
brew "cask"
brew "fish"
brew "gist"
brew "nvm"
brew "python"
brew "terminal-notifier"
brew "yarn"
brew "gabrie30/utils/ghorg"
brew "wget"

cask "aws-vault"
cask "monitorcontrol"
cask "vitals"


